//	In the interest of improving localizability most strings in MenuMeters
//	are exposed as NSString format strings, including the %1$, %2$ parameter placement
//	convention. If localization requires different ordering of the parameters you
//	can reorder the items (leaving the %1$ notations in place) and NSString will
//	put the items in the right order

// Processor title menu item (second title is used on multi-CPU systems)
"Processor:" = "处理器：";
"Processors:" = "处理器：";

// And the format string for the processor menu display (ex: "1 PowerPC 7450 @ 800MHz")
// Note that CPU name information ("PowerPC 7450") cannot be localized, it is
// provided by the system
"%u %@ @ %@" = "%1$u %2$@ @ %3$@";

// Uptime title menu item
"Uptime:" = "正常运行时间：";

// Uptime error (unavailable)
"Unavailable" = "Unavailable";

// Format strings for uptime (ex: "2 days 08:16:32")
// Multiple day format
"%ld days %02ld:%02ld:%02ld" = "%1$ld 日 %2$02ld:%3$02ld:%4$02ld";
// Single day format
"%ld day %02ld:%02ld:%02ld" = "%1$ld 日 %2$02ld:%3$02ld:%4$02ld";
// Less than one day format
"%02ld:%02ld:%02ld" = "%1$02ld:%2$02ld:%3$02ld";

// Tasks and threads title
"Tasks/Threads:" = "进程/线程：";

// Format string for tasks and threads
"%d tasks, %d threads" = "%1$d 进程， %2$d 线程";

// Load average title
"Load Average (1m, 5m, 15m):" = "平均载入(1m, 5m, 15m)：";

// Load average format
// Note that this only applies to the format of the string as a whole, not
// the format of the load average floats themselves (load average floats are
// automatically localized by NSNumberFormatter)
"%@, %@, %@" = "%1$@， %2$@， %3$@";

// Open Process Viewer/Open Console
"Open Process Viewer" = "打开处理器显示器";
"Open Activity Monitor" = "打开活动监视器";
"Open Console" = "打开控制台";

// Miscellaneous error strings

// Displayed when CPU load, load average, or task count fails to return info
"No info available" = "无可用信息";
